Repository: ComputeCanada/druid-dashboard
Catalog: manager/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: 400 title
fr: Erreur de client

source: 400 explanation
fr: Quelque chose à propos de la demande du client n'était pas valide. Si vous pensez que vous n'êtes pas dans l'erreur, veuillez ouvrir un problème d'assistance.

source: 403 title
fr: Accès interdit

source: 403 explanation
fr: L'accès est interdit. Remarque : Ce service n'est disponible que pour le personnel de Calcul Canada qui se connecte avec son compte principal.

source: 404 title
fr: Not found

source: 404 explanation
fr: Impossible de trouver la ressource demandée.

source: 500 title
fr: Erreur du serveur

source: 500 explanation
fr: Erreur côté serveur. Cela a été enregistré et nous allons l'examiner.

source: Burst Enablement
fr: Activation de rafale

source: Hello,
fr: Bonjour

source: Switch to user view
fr: Passez en vue analyste

source: Switch to admin view
fr: Passez en vue admin

source: Please report issues
fr: Veuillez signaler les problèmes

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Dashboard
fr: Tableau de bord

source: PENDING
fr: En attente

source: ACCEPTED
fr: Accepté

source: REJECTED
fr: Rejeté

source: billing
fr: Facturation

source: count
fr: Nombre

source: mem
fr: Mémoire

source: node
fr: Nœud
